---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CustMullionWidth2
source: html/70db68f9-a4a8-1b5c-3a55-336cb0920651.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CustMullionWidth2 Property

"Width on side 2"

## Syntax (C#)
```csharp
public static ForgeTypeId CustMullionWidth2 { get; }
```